Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Please launch the game from your Steam client.
zh_cn: 请从Steam上启动游戏.

source: Plumber's Hat
zh_cn: 马里奥帽子

source: Plumber's Pants
zh_cn: 马里奥背带裤

source: Plumber's Shirt
zh_cn: 马里奥上衣

source: Pocket Mirror
zh_cn: 袖珍镜

source: Pointy
zh_cn: 尖锐

source: Poison Dart
zh_cn: 毒镖

source: Poison Fang
zh_cn: 毒牙

source: Poison Seed
zh_cn: 剧毒种子

source: Poison Spit
zh_cn: 剧毒喷吐

source: Poison Staff
zh_cn: 剧毒法杖

source: Poisoned
zh_cn: 中毒

source: Poisoned Knife
zh_cn: 剧毒飞刀

source: Poisonous Spore Banner
zh_cn: 毒孢旗帜

source: Pole Smash
zh_cn: 锤地粉碎

source: Polly want's the cracker
zh_cn: 波利想要饼干

source: Polski (Polish)
zh_cn: Polski (波兰语)

source: Poltergeist
zh_cn: 吵闹鬼

source: Poltergeist Banner
zh_cn: 吵闹鬼旗帜

source: Port: {0}
zh_cn: 端口: {0}

source: Portable Cement Mixer
zh_cn: 便携式水泥搅拌器

source: Portal Bolt
zh_cn: 传送弹

source: Portal Gate
zh_cn: 传送门

source: Portal Gun
zh_cn: 传送枪

source: Portal Gun Station
zh_cn: 传送枪台

source: Português brasileiro (Brazilian Portuguese)
zh_cn: Português brasileiro (巴西葡萄牙语)

source: Position
zh_cn: 位置

source: Possessed Armor
zh_cn: 魔影盔甲

source: Possessed Armor Banner
zh_cn: 魔影盔甲旗帜

source: Possessed Hatchet
zh_cn: 魔神飞斧

source: Pot
zh_cn: 罐子

source: Pot Statue
zh_cn: 陶罐雕像

source: Potion Sickness
zh_cn: 抗药性

source: Potion Statue
zh_cn: 药水雕像

source: Power Glove
zh_cn: 力量手套

source: Powered by Birds
zh_cn: 鸟力驱动

source: Powerful
zh_cn: 强大

source: Precise
zh_cn: 精确

source: Predictor
zh_cn: 星云先知

source: Predictor Banner
zh_cn: 星云先知旗帜

source: Present
zh_cn: 圣诞礼物

source: Present Mimic
zh_cn: 礼物宝箱怪

source: Present Mimic Banner
zh_cn: 礼物宝箱怪旗帜

source: Press DOWN to enter water
zh_cn: 按“下”键进入水中

source: Press UP or DOWN to control speed of descent
zh_cn: 按“上”或“下”键来控制下降速度

source: Press UP to reverse gravity
zh_cn: 按“上”键可逆转重力

source: Presserator
zh_cn: 促动安装器

source: Pressure Plate
zh_cn: 压力板

source: Pressure Plate Track
zh_cn: 压力板轨道

source: Pretty in Pink
zh_cn: 粉红佳人

source: Prime Cannon
zh_cn: 机械炮

source: Prime Laser
zh_cn: 机械激光

source: Prime Saw
zh_cn: 机械锯

source: Prime Vice
zh_cn: 机械钳

source: Princess Dress
zh_cn: 公主裙

source: Princess Fish
zh_cn: 公主鱼

source: Princess Hat
zh_cn: 公主帽

source: Print MOTD.
zh_cn: 显示服务器公告.

source: Print the listening port.
zh_cn: 显示监听端口.

source: Print the max number of players.
zh_cn: 显示最大玩家数量.

source: Print version number.
zh_cn: 显示版本号.

source: Prismancer
zh_cn: 七彩法师

source: Prismite
zh_cn: 棱鱼

source: Probe
zh_cn: 探测器

source: Productivity up 200%
zh_cn: 提高200%运行速度

source: Propeller Gato
zh_cn: 螺旋猫

source: Prophecy's End
zh_cn: 预言之末

source: Provides 7 seconds of immunity to lava
zh_cn: 使你7秒内免疫岩浆

source: Provides immunity to chill and freezing effects
zh_cn: 使你免疫寒冷与冻结

source: Provides immunity to lava
zh_cn: 使你免疫岩浆

source: Provides life regeneration
zh_cn: 增加生命再生

source: Provides life regeneration and reduces the cooldown of healing potions
zh_cn: 提供生命再生并减少治疗药水的冷却时间

source: Provides light
zh_cn: 提供照明

source: Provides light under water
zh_cn: 在水下提供照明

source: Provides light when worn
zh_cn: 穿戴时可提供照明

source: Provides the ability to walk on water
zh_cn: 提供水上行走的能力

source: Proximity Mine
zh_cn: 一级感应地雷

source: Proximity Mine Launcher
zh_cn: 感应地雷发射器

source: Psycho
zh_cn: 杰森

source: Psycho Banner
zh_cn: 杰森旗帜

source: Psycho Knife
zh_cn: 精神之刃

source: Pulse Bolt
zh_cn: 脉冲波

source: Pulse Bow
zh_cn: 脉冲弓

source: Pumpkin
zh_cn: 南瓜

source: Pumpkin Bathtub
zh_cn: 南瓜浴缸

source: Pumpkin Bed
zh_cn: 南瓜床

source: Pumpkin Bookcase
zh_cn: 南瓜书架

source: Pumpkin Breastplate
zh_cn: 南瓜胸甲

source: Pumpkin Candelabra
zh_cn: 南瓜烛台

source: Pumpkin Candle
zh_cn: 南瓜蜡烛

source: Pumpkin Chair
zh_cn: 南瓜椅

source: Pumpkin Chandelier
zh_cn: 南瓜吊灯

source: Pumpkin Chest
zh_cn: 南瓜箱

source: Pumpkin Clock
zh_cn: 南瓜时钟

source: Pumpkin Door
zh_cn: 南瓜门

source: Pumpkin Dresser
zh_cn: 南瓜梳妆台

source: Pumpkin Helmet
zh_cn: 南瓜头盔

source: Pumpkin Lamp
zh_cn: 南瓜灯

source: Pumpkin Lantern
zh_cn: 南瓜灯笼

source: Pumpkin Leggings
zh_cn: 南瓜护腿

source: Pumpkin Mask
zh_cn: 南瓜面具

source: Pumpkin Moon
zh_cn: 南瓜之月

source: Pumpkin Moon Medallion
zh_cn: 万圣节勋章

source: Pumpkin Pants
zh_cn: 南瓜裤

source: Pumpkin Piano
zh_cn: 南瓜钢琴

source: Pumpkin Pie
zh_cn: 南瓜饼

source: Pumpkin Platform
zh_cn: 南瓜平台

source: Pumpkin Seed
zh_cn: 南瓜子

source: Pumpkin Shirt
zh_cn: 南瓜衣

source: Pumpkin Sink
zh_cn: 南瓜水槽

source: Pumpkin Smasher
zh_cn: 南瓜粉碎者

source: Pumpkin Sofa
zh_cn: 南瓜沙发

source: Pumpkin Table
zh_cn: 南瓜桌

source: Pumpkin Wall
zh_cn: 南瓜墙

source: Pumpkin Work Bench
zh_cn: 南瓜工作台

source: Pumpking
zh_cn: 南瓜王

source: Pumpking Trophy
zh_cn: 荣耀之证(南瓜王)

source: Punches with the force of a golem
zh_cn: 以石巨人的力量出拳!

source: Puppy
zh_cn: 小狗

source: Pure Spray
zh_cn: 净化喷剂

source: Pure Water Fountain
zh_cn: 纯净喷泉

source: Purification Powder
zh_cn: 净化粉末

source: Purple Clubberfish
zh_cn: 紫挥棒鱼

source: Purple Counterweight
zh_cn: 紫色平衡锤

source: Purple Dye
zh_cn: 紫色染料

source: Purple Emperor Butterfly
zh_cn: 紫君王蝶

source: Purple Emperor Butterfly Jar
zh_cn: 紫君王蝶罐

source: Purple Ice Block
zh_cn: 紫晶冰块

source: Purple Laser
zh_cn: 紫色激光

source: Purple Mucos
zh_cn: 紫色粘液

source: Purple Ooze Dye
zh_cn: 紫色渗透染料

source: Purple Paint
zh_cn: 紫色油漆

source: Purple Phaseblade
zh_cn: 紫晶相位剑

source: Purple Phasesaber
zh_cn: 紫晶相位军刀

source: Purple Rain Wallpaper
zh_cn: 紫雨壁纸

source: Purple Slime
zh_cn: 紫色史莱姆

source: Purple Slime Banner
zh_cn: 紫色史莱姆旗帜

source: Purple Solution
zh_cn: 紫色溶液

source: Purple Stained Glass
zh_cn: 紫色花窗玻璃

source: Purple String
zh_cn: 紫色丝线

source: Purple Torch
zh_cn: 紫色火把

source: Purple Weighted Pressure Plate
zh_cn: 紫色压力板

source: Purple and Black Dye
zh_cn: 紫黑染料

source: Purple and Silver Dye
zh_cn: 紫银染料

source: Put it on a stick and roast over a campfire
zh_cn: 用棍子把它串起来放在篝火上烤试试

source: Put up a disco ball and then I'll show you how to party.
zh_cn: 装个迪斯科球灯,然后让我来告诉你什么是真正的派对.

source: Putrid Scent
zh_cn: 腐臭香囊

source: Puts a shell around the owner when below 50% life that reduces damage
zh_cn: 生命值低于50%时召唤一个能阻挡伤害的护盾

source: Puttin dirt behind dirt
zh_cn: 正在生成泥土

source: Pwnhammer
zh_cn: 神圣之锤

source: Pygmies
zh_cn: 俾格米首领

source: Pygmy
zh_cn: 俾格米小矮人

source: Pygmy Necklace
zh_cn: 俾格米骨链

source: Pygmy Staff
zh_cn: 俾格米召唤法杖

source: Quality: Auto
zh_cn: 图像质量：自动

source: Quality: High
zh_cn: 图像质量：高

source: Quality: Low
zh_cn: 图像质量：低

source: Quality: Medium
zh_cn: 图像质量：中

source: Queen Bee
zh_cn: 蜂后

source: Queen Bee Mask
zh_cn: 蜂后面具

source: Queen Bee Trophy
zh_cn: 荣耀之证(蜂后)

source: Queen Spider Staff
zh_cn: 蜘蛛女皇法杖

source: Queen Statue
zh_cn: 王后雕像

source: Quest
zh_cn: 任务

source: Quest Item
zh_cn: 任务物品

source: Quick
zh_cn: 迅捷

source: Quick Buff
zh_cn: 快速增益

source: Quick Heal
zh_cn: 快速回复生命

source: Quick Mana
zh_cn: 快速回复魔力

source: Quick Mark #1
zh_cn: 快捷标记#1

source: Quick Mark #2
zh_cn: 快捷标记#2

source: Quick Mark #3
zh_cn: 快捷标记#3

source: Quick Mark #4
zh_cn: 快捷标记#4

source: Quick Mount
zh_cn: 快速乘骑

source: Quick Stack
zh_cn: 快速堆叠

source: Quick Wall Replace: Disabled
zh_cn: 智能铺墙：关闭

source: Quick Wall Replace: Enabled
zh_cn: 智能铺墙：开启

source: Quick craft
zh_cn: 快速制作

source: Quick stack to nearby chests
zh_cn: 快速堆叠至附近箱子

source: Quick trash, stacking, and selling will be blocked
zh_cn: 快速丢弃,堆叠及出售会被锁定

source: Quit wasting my time.
zh_cn: 别浪费我时间.

source: Radar
zh_cn: 雷达

source: Radial Hotbar
zh_cn: 水平快捷栏

source: Radial Quickbar
zh_cn: 径向快捷栏

source: Rage
zh_cn: 暴怒

source: Rage Potion
zh_cn: 狂怒药剂

source: Ragged Brotherhood Sigil
zh_cn: 丐帮帮旗

source: Ragged Caster
zh_cn: 邪教徒残袍法师

source: Ragged Caster Banner
zh_cn: 邪教徒残袍法师旗帜

source: Rain
zh_cn: 雨

source: Rain Cloud
zh_cn: 雨云块

source: Rain Coat
zh_cn: 雨衣

source: Rain Hat
zh_cn: 雨帽

source: Rainbow
zh_cn: 彩虹

source: Rainbow Brick
zh_cn: 彩虹砖块

source: Rainbow Brick Wall
zh_cn: 彩虹砖墙

source: Rainbow Campfire
zh_cn: 彩虹篝火

source: Rainbow Crystal
zh_cn: 彩虹水晶

source: Rainbow Crystal Staff
zh_cn: 彩虹水晶法杖

source: Rainbow Dye
zh_cn: 彩虹染料

source: Rainbow Explosion
zh_cn: 彩虹爆炸

source: Rainbow Gun
zh_cn: 彩虹枪

source: Rainbow Hair Dye
zh_cn: 彩虹染发剂

source: Rainbow Rod
zh_cn: 彩虹魔杖

source: Rainbow Slime
zh_cn: 彩虹史莱姆

source: Rainbow Slime Banner
zh_cn: 彩虹史莱姆旗帜

source: Rainbow String
zh_cn: 彩虹丝线

source: Rainbow Torch
zh_cn: 彩虹火把

source: Rainbow Wallpaper
zh_cn: 彩虹壁纸

source: Rainbows and Unicorns
zh_cn: 彩虹与独角兽

source: Raincoat Zombie
zh_cn: 雨衣僵尸

source: Raincoat Zombie Banner
zh_cn: 雨衣僵尸旗帜

source: Rains down lunar flares
zh_cn: 月光之炎如雨般倾盆而下

source: Rally
zh_cn: 拉力

source: Random
zh_cn: 随机

source: Ranger Emblem
zh_cn: 游侠徽章

source: Rapid
zh_cn: 迅速

source: Rapid Healing
zh_cn: 快速治疗

source: Rapid Lighting Off
zh_cn: 快速照明：关闭

source: Rapid Lighting On
zh_cn: 快速照明：开启

source: Rapidly launches snowballs
zh_cn: 高速地射出雪球

source: Rapidly shoots forceful bubbles
zh_cn: 快速射出强劲的泡泡

source: Rapidly shoots razor sharp leaves
zh_cn: 迅速地射出飞叶快刀

source: Rapidly throw life stealing daggers
zh_cn: 迅速扔出多枚吸血飞刀

source: Rare Creatures
zh_cn: 稀有生物

source: Rare Enchantment
zh_cn: 稀有魔力

source: Rash
zh_cn: 鲁莽

source: Raven
zh_cn: 乌鸦

source: Raven Banner
zh_cn: 乌鸦旗帜

source: Raven Staff
zh_cn: 乌鸦法杖

source: Ravens
zh_cn: 黑鸦

source: Ray Gunner
zh_cn: 激光枪手

source: Razorblade Typhoon
zh_cn: 水刃龙卷

source: Razorpine
zh_cn: 松叶快刀

source: Reach the 15th wave of a frost moon, where the festive season quickly degrades into madness.
zh_cn: 霜月事件中达到第15波,节日之欢迅速恶化为疯狂.

source: Reach the 15th wave of a pumpkin moon, where evil lurks among the autumn harvest.
zh_cn: 南瓜月事件中达到第15波,恶魔潜伏于秋收之际.

source: Reacts to the light
zh_cn: 如同植物一般在阳光之下生机勃发

source: Read
zh_cn: 阅读

source: Real Estate Agent
zh_cn: 房地产经纪人

source: Really delete {0}?
zh_cn: 确定要删除 {0}?

source: Reaper
zh_cn: 收割者

source: Reaper Banner
zh_cn: 收割者旗帜

source: Reaper Hood
zh_cn: 死神兜帽

source: Reaper Robe
zh_cn: 死神长袍

source: Reaper Statue
zh_cn: 收割者雕像

source: Reaver Shark
zh_cn: 掠夺鲨

source: Recall Potion
zh_cn: 回程药水

source: Receive:
zh_cn: 获得:

source: Receives water from inlet pumps
zh_cn: 从入水泵进水

source: Receiving tile data
zh_cn: 正在接收物块数据

source: Red Acid Dye
zh_cn: 红酸性染料

source: Red Admiral Butterfly
zh_cn: 红纹蝶

source: Red Admiral Butterfly Jar
zh_cn: 红纹蝶罐

source: Red Banner
zh_cn: 红色旗帜

source: Red Brick
zh_cn: 红色砖块

source: Red Brick Wall
zh_cn: 红色砖墙

source: Red Bulb
zh_cn: 红色灯泡

source: Red Cape
zh_cn: 红披风

source: Red Counterweight
zh_cn: 红色平衡锤

source: Red Devil
zh_cn: 红恶魔

source: Red Devil Banner
zh_cn: 红恶魔旗帜

source: Red Dye
zh_cn: 红色染料

source: Red Dynasty Shingles
zh_cn: 红色王朝瓦

source: Red Garland
zh_cn: 红色花环

source: Red Hat
zh_cn: 小红帽

source: Red Husk
zh_cn: 红色甲壳

source: Red Ice Block
zh_cn: 血红冰块

source: Red Light
zh_cn: 红灯

source: Red Lights
zh_cn: 红色彩灯

source: Red Paint
zh_cn: 红色油漆

source: Red Phaseblade
zh_cn: 红晶相位剑

source: Red Phasesaber
zh_cn: 红晶相位军刀

source: Red Potion
zh_cn: 猎魂之镰

source: Red Pressure Plate
zh_cn: 红色压力板

source: Red Riding Dress
zh_cn: 红色游侠礼服

source: Red Riding Hood
zh_cn: 红色游侠兜帽

source: Red Riding Leggings
zh_cn: 红色游侠护腿

source: Red Rocket
zh_cn: 红色火箭

source: Red Ryder
zh_cn: 红莱德枪

source: Red Slime
zh_cn: 红色史莱姆

source: Red Slime Banner
zh_cn: 红色史莱姆旗帜

source: Red Snapper
zh_cn: 红鲷鱼

source: Red Solution
zh_cn: 红色溶液

source: Red Squirrel
zh_cn: 红松鼠

source: Red Squirrel Cage
zh_cn: 红松鼠笼

source: Red Stained Glass
zh_cn: 红色花窗玻璃

source: Red String
zh_cn: 红色丝线

source: Red Stucco
zh_cn: 红色泥灰块

source: Red Stucco Wall
zh_cn: 红色泥灰墙

source: Red Team Block
zh_cn: 红队方块

source: Red Team Platform
zh_cn: 红队平台

source: Red Torch
zh_cn: 红色火把

source: Red Wires
zh_cn: 红色电线

source: Red Wrench
zh_cn: 红色扳手

source: Red and Black Dye
zh_cn: 红黑染料

source: Red and Blue Lights
zh_cn: 红蓝彩灯

source: Red and Green Bulb
zh_cn: 红绿灯泡

source: Red and Green Garland
zh_cn: 红绿花环

source: Red and Green Lights
zh_cn: 红绿彩灯

source: Red and Silver Dye
zh_cn: 红银染料

source: Red and Yellow Bulb
zh_cn: 红黄灯泡

source: Red and Yellow Lights
zh_cn: 红黄彩灯

source: Red's Breastplate
zh_cn: Red的胸甲

source: Red's Helmet
zh_cn: Red的头盔

source: Red's Leggings
zh_cn: Red的护腿

source: Red's Throw
zh_cn: Red的悠悠球

source: Red's Wings
zh_cn: Red的翅膀

source: Red:
zh_cn: 红:

source: Reduced damage from cold sources
zh_cn: 减少寒冷伤害

source: Reduced defense
zh_cn: 防御减少了

source: Reduced enemy aggression
zh_cn: 减少刷怪率

source: Reduced potion cooldown
zh_cn: 减少药水的冷却时间

source: Reduces ammo usage by 20%
zh_cn: 减少20%弹药消耗

source: Reduces damage from cold sources
zh_cn: 减少寒冷伤害

source: Reduces damage from touching lava
zh_cn: 减少你触碰岩浆时受到的伤害

source: Reduces damage taken by 10%
zh_cn: 减少10%所受伤害

source: Reduces damage taken by 17%
zh_cn: 减少17%所受伤害

source: Reduces enemy aggression
zh_cn: 降低敌人攻击性

source: Reduces the cooldown of healing potions
zh_cn: 减少治疗药水的冷却时间

source: Reflective Copper Dye
zh_cn: 反光铜染料

source: Reflective Dye
zh_cn: 反光染料

source: Reflective Gold Dye
zh_cn: 反光金色染料

source: Reflective Metal Dye
zh_cn: 反光金属染料

source: Reflective Obsidian Dye
zh_cn: 反光黑曜石染料

source: Reflective Silver Dye
zh_cn: 反光银色染料

source: Reforge
zh_cn: 重铸

source: Regeneration
zh_cn: 再生

source: Regeneration Potion
zh_cn: 再生药剂

source: Reindeer Antlers
zh_cn: 驯鹿角

source: Reindeer Bells
zh_cn: 驯鹿铃铛

source: Reinforced Fishing Pole
zh_cn: 强化钓竿

source: Released Energy
zh_cn: 释能

source: Releases bees and increases movement speed when damaged
zh_cn: 受到伤害后释放蜂群并提高移动速度

source: Releases bees when damaged
zh_cn: 受到伤害后释放蜂群

source: Removes wire
zh_cn: 移除电线

source: Rename
zh_cn: 重命名

source: Requesting tile data
zh_cn: 正在请求物块数据

source: Requesting world information
zh_cn: 正在请求世界数据

source: Required objects:
zh_cn: 制作环境:

source: Requires bait to catch fish
zh_cn: 需要鱼饵才能钓鱼

source: Reset Frame
zh_cn: 重置边框

source: Reset to Default
zh_cn: 重置为默认

source: Resetting game objects
zh_cn: 正在重置游戏对象:

source: Resolution
zh_cn: 分辨率

source: Resolution changed to: {0}x{1}.
zh_cn: 分辨率更改为：{0}x{1}.

source: Restock
zh_cn: 快速拿取

source: Restoration Potion
zh_cn: 恢复药水

source: Restore
zh_cn: 恢复

source: Restores
zh_cn: 恢复

source: Restores {0} life
zh_cn: 恢复{0}生命值

source: Restores {0} mana
zh_cn: 恢复{0}法力值

source: Retanimini
zh_cn: 小激光眼

source: Retinazer
zh_cn: 激光之眼

source: Retinazer Trophy
zh_cn: 荣耀之证(激光之眼)

source: Revolver
zh_cn: 左轮手枪

source: Rich Mahogany
zh_cn: 红木

source: Rich Mahogany Bathtub
zh_cn: 红木浴缸

source: Rich Mahogany Bed
zh_cn: 红木床

source: Rich Mahogany Bookcase
zh_cn: 红木书架

source: Rich Mahogany Bow
zh_cn: 红木短弓

source: Rich Mahogany Breastplate
zh_cn: 红木胸甲

source: Rich Mahogany Candelabra
zh_cn: 红木大烛台

source: Rich Mahogany Candle
zh_cn: 红木蜡烛

source: Rich Mahogany Chair
zh_cn: 红木椅

source: Rich Mahogany Chandelier
zh_cn: 红木吊灯

source: Rich Mahogany Chest
zh_cn: 红木箱

source: Rich Mahogany Clock
zh_cn: 红木时钟

source: Rich Mahogany Door
zh_cn: 红木门

source: Rich Mahogany Dresser
zh_cn: 红木梳妆台

source: Rich Mahogany Fence
zh_cn: 红木栅栏

source: Rich Mahogany Greaves
zh_cn: 红木护胫

source: Rich Mahogany Hammer
zh_cn: 红木锤

source: Rich Mahogany Helmet
zh_cn: 红木头盔

source: Rich Mahogany Lamp
zh_cn: 红木灯

source: Rich Mahogany Lantern
zh_cn: 红木灯笼

source: Rich Mahogany Leaf Wand
zh_cn: 红木树叶魔棒

source: Rich Mahogany Piano
zh_cn: 红木钢琴

source: Rich Mahogany Platform
zh_cn: 红木平台

source: Rich Mahogany Sink
zh_cn: 红木水槽

source: Rich Mahogany Sofa
zh_cn: 红木沙发

source: Rich Mahogany Sword
zh_cn: 红木剑

source: Rich Mahogany Table
zh_cn: 红木桌

source: Rich Mahogany Wall
zh_cn: 红木墙壁

source: Rich Mahogany Work Bench
zh_cn: 红木工作台

source: Riding in a flying drill
zh_cn: 坐在飞行的挖掘机上

source: Riding in a minecart
zh_cn: 坐在矿车上

source: Riding the red nosed reindeer
zh_cn: 骑着红鼻子的驯鹿

source: Rifle Scope
zh_cn: 步枪瞄准镜

source: Right
zh_cn: 向右

source: Right Click
zh_cn: 右键

source: Right Thumbstick Deadzone X
zh_cn: 右摇杆水平盲区

source: Right Thumbstick Deadzone Y
zh_cn: 右摇杆垂直盲区

source: Roast it over a campfire!
zh_cn: 在篝火上烤它!

source: Robbing the Grave
zh_cn: 盗墓

source: Robe
zh_cn: 长袍

source: Robot Hat
zh_cn: 机器人帽

source: Robot Mask
zh_cn: 机器人面具

source: Robot Pants
zh_cn: 机器人裤子

source: Robot Shirt
zh_cn: 机器人上衣

source: Rock Bottom
zh_cn: 最底层

source: Rocket
zh_cn: 火箭

source: Rocket Boots
zh_cn: 火箭靴

source: Rocket I
zh_cn: 一级火箭

source: Rocket II
zh_cn: 二级火箭

source: Rocket III
zh_cn: 三级火箭

source: Rocket IV
zh_cn: 四级火箭

source: Rocket Launcher
zh_cn: 火箭发射器

source: Rockfish
zh_cn: 岩鱼锤

source: Rod of Discord
zh_cn: 裂位法杖

source: Rope
zh_cn: 绳子

source: Rope Coil
zh_cn: 绳圈

source: Rotten Chunk
zh_cn: 腐肉

source: Rotten Egg
zh_cn: 腐臭鸡蛋

source: Royal Gel
zh_cn: 皇家凝胶

source: Ruby
zh_cn: 红宝石

source: Ruby Bolt
zh_cn: 红宝石魔弹

source: Ruby Gem Lock
zh_cn: 红宝石锁柜

source: Ruby Gemspark Block
zh_cn: 红宝石砖

source: Ruby Gemspark Wall
zh_cn: 红宝石墙

source: Ruby Hook
zh_cn: 红宝石抓钩

source: Ruby Robe
zh_cn: 红宝石长袍

source: Ruby Staff
zh_cn: 红宝石法杖

source: Rudolph
zh_cn: 鲁道夫

source: Ruler
zh_cn: 标尺

source: Ruler Off
zh_cn: 标尺：关闭

source: Ruler On
zh_cn: 标尺：开启

source: Rune Blast
zh_cn: 符文爆弹

source: Rune Hat
zh_cn: 符文帽

source: Rune Robe
zh_cn: 符文长袍

source: Rune Wizard
zh_cn: 符文法师

source: Rune Wizard Banner
zh_cn: 符文法师旗帜

source: Running on port
zh_cn: 端口运行

source: Rusted Company Standard
zh_cn: 腐朽军团战旗

source: Rusty Armored Bones
zh_cn: 腐朽装甲骷髅

source: Rusty Armored Bones Banner
zh_cn: 腐朽装甲骷髅旗帜

source: Ruthless
zh_cn: 无情

source: SWAT Helmet
zh_cn: 特警头盔

source: Safe
zh_cn: 保险箱

source: Sail
zh_cn: 船帆

source: Sailfish Boots
zh_cn: 旗鱼靴

source: Sailor Hat
zh_cn: 水手帽

source: Sailor Pants
zh_cn: 水手裤

source: Sailor Shirt
zh_cn: 水手服

source: Sake
zh_cn: 清酒

source: Salamander
zh_cn: 沙罗曼蛇

source: Salamander Banner
zh_cn: 沙罗曼蛇旗帜

source: Salmon
zh_cn: 三文鱼

source: Sand Ball
zh_cn: 沙球

source: Sand Block
zh_cn: 沙块

source: Sand Elemental
zh_cn: 沙元素

source: Sand Elemental Banner
zh_cn: 沙元素旗帜

source: Sand Flow
zh_cn: 流沙

source: Sand Poacher
zh_cn: 沙之猎蝎

source: Sand Poacher Banner
zh_cn: 沙之猎蝎旗帜

source: Sand Shark
zh_cn: 荒漠沙鲨

source: Sand Shark Banner
zh_cn: 荒漠沙鲨旗帜

source: Sand Slime
zh_cn: 沙漠史莱姆

source: Sand Slime Banner
zh_cn: 沙漠史莱姆旗帜

source: Sandfall
zh_cn: 流沙块

source: Sandfall Wall
zh_cn: 流沙墙壁

source: Sandgun
zh_cn: 沙枪

source: Sandstone Block
zh_cn: 砂岩块

source: Sandstone Brick
zh_cn: 砂岩砖块

source: Sandstone Brick Wall
zh_cn: 砂岩砖墙

source: Sandstone Slab
zh_cn: 砂石板

source: Sandstone Wall
zh_cn: 砂岩墙壁

source: Sandstorm in a Balloon
zh_cn: 沙暴气球

source: Sandstorm in a Bottle
zh_cn: 沙暴瓶

source: Santa Claus
zh_cn: 圣诞老人

source: Santa Hat
zh_cn: 圣诞帽

source: Santa Pants
zh_cn: 圣诞绒裤

source: Santa Shirt
zh_cn: 圣诞外套

source: Santa-NK1
zh_cn: 圣诞老人NK1坦克

source: Santa-NK1 Trophy
zh_cn: 荣耀之证(圣诞老人坦克)

source: Sapling
zh_cn: 树苗

source: Sapphire
zh_cn: 蓝宝石

source: Sapphire Bolt
zh_cn: 蓝宝石魔弹

source: Sapphire Gem Lock
zh_cn: 蓝宝石锁柜

source: Sapphire Gemspark Block
zh_cn: 蓝宝石砖

source: Sapphire Gemspark Wall
zh_cn: 蓝宝石墙

source: Sapphire Hook
zh_cn: 蓝宝石抓钩

source: Sapphire Robe
zh_cn: 蓝宝石长袍

source: Sapphire Staff
zh_cn: 蓝宝石法杖

source: Sashimi
zh_cn: 生鱼片

source: Saucer Laser
zh_cn: 飞碟激光

source: Saucer Scrap
zh_cn: 飞碟爆弹

source: Savage
zh_cn: 凶残

source: Save
zh_cn: 保存

source: Save & Exit
zh_cn: 保存并退出

source: Save the game world.
zh_cn: 保存游戏世界.

source: Saving map data:
zh_cn: 正在保存世界数据:

source: Saving world data:
zh_cn: 正在保存世界数据:

source: Savings
zh_cn: 储蓄

source: Sawmill
zh_cn: 锯木机

source: Sawtooth Shark
zh_cn: 锯齿鲨

source: Scaly Truffle
zh_cn: 鳞片松露

source: Scarecrow
zh_cn: 邪恶稻草人

source: Scarecrow Banner
zh_cn: 稻草人旗帜

source: Scarecrow Hat
zh_cn: 稻草人帽子

source: Scarecrow Pants
zh_cn: 稻草人裤子

source: Scarecrow Shirt
zh_cn: 稻草人上衣

source: Scorpion
zh_cn: 蝎子

source: Scorpion Cage
zh_cn: 蝎子笼

source: Scorpion Statue
zh_cn: 蝎子雕像

source: Scourge of the Corruptor
zh_cn: 腐蚀咒怨

source: Screams are echoing from the dungeon...
zh_cn: 尖叫声在地牢里回响...

source: Screams echo around you...
zh_cn: 尖叫声回响在你的耳旁...

source: Scutlix
zh_cn: 蛞蝓

source: Scutlix Banner
zh_cn: 火星蛞蝓旗帜

source: Scutlix Crosshair
zh_cn: 蛞蝓准星

source: Scutlix Gunner
zh_cn: 蛞蝓枪手

source: Scutlix Laser
zh_cn: 蛞蝓激光

source: Scutlix Mount
zh_cn: 火星蛞蝓

source: Sea Snail
zh_cn: 海蜗牛

source: Sea Snail Banner
zh_cn: 海蜗牛旗帜

source: Seashell
zh_cn: 贝壳

source: Seashell Hairpin
zh_cn: 贝壳发夹

source: Seaweed
zh_cn: 海草

source: Seaweed Planter
zh_cn: 海草花盆

source: Secret of the Sands
zh_cn: 沙漠之秘

source: Seed
zh_cn: 种子

source: Seed Copied
zh_cn: 种子已复制

source: Seedler
zh_cn: 种子弯刀

source: Seedling
zh_cn: 幼苗

source: Select
zh_cn: 选择

source: Select Player
zh_cn: 选择人物

source: Select World
zh_cn: 选择世界

source: Select difficulty
zh_cn: 选择难度

source: Select language
zh_cn: 选择语言

source: Selenian
zh_cn: 耀刃魔兽

source: Selenian Banner
zh_cn: 耀刃魔兽旗帜

source: Sell
zh_cn: 出售

source: Sell price:
zh_cn: 出售价格:

source: Send a message.
zh_cn: 发送消息.

source: Sending player data...
zh_cn: 正在发送玩家数据...

source: Sends water to outlet pumps
zh_cn: 从出水泵出水

source: Servant of Cthulhu
zh_cn: 克苏鲁之眼的随从

source: Servant-in-Training
zh_cn: 受训仆人

source: Server Requires Password:
zh_cn: 服务器需要密码:

source: Server Settings
zh_cn: 服务器设置

source: Server password (press enter for none):
zh_cn: 服务器密码(回车以设置为无密码):

source: Server port (press enter for 7777):
zh_cn: 服务器端口(留空以设置为默认7777):

source: Server started
zh_cn: 服务器已启动

source: Set Frame
zh_cn: 调整边框

source: Set bonus:
zh_cn: 套装效果:

source: Setting hard mode
zh_cn: 正在设置困难模式

source: Settings
zh_cn: 设置

source: Settings Menu
zh_cn: 设置菜单

source: Settle all water.
zh_cn: 平衡液体.

source: Settling liquids
zh_cn: 正在平衡液体:

source: Severed Hand Banner
zh_cn: 断残裂手旗帜

source: Sextant
zh_cn: 六分仪

source: Shackle
zh_cn: 镣铐

source: Shadewood
zh_cn: 阴影木

source: Shadewood Bathtub
zh_cn: 阴影木浴缸

source: Shadewood Bed
zh_cn: 阴影木床

source: Shadewood Bookcase
zh_cn: 阴影木书架

source: Shadewood Bow
zh_cn: 阴影木短弓

source: Shadewood Breastplate
zh_cn: 阴影木胸甲

source: Shadewood Candelabra
zh_cn: 阴影木烛台

source: Shadewood Candle
zh_cn: 阴影木蜡烛

source: Shadewood Chair
zh_cn: 阴影木椅

source: Shadewood Chandelier
zh_cn: 阴影木吊灯

source: Shadewood Chest
zh_cn: 阴影木箱

source: Shadewood Clock
zh_cn: 阴影木时钟

source: Shadewood Door
zh_cn: 阴影木门

source: Shadewood Dresser
zh_cn: 阴影木梳妆台

source: Shadewood Fence
zh_cn: 阴影木栅栏

source: Shadewood Greaves
zh_cn: 阴影木护胫

source: Shadewood Hammer
zh_cn: 阴影木锤

source: Shadewood Helmet
zh_cn: 阴影木头盔

source: Shadewood Lamp
zh_cn: 阴影木灯

source: Shadewood Lantern
zh_cn: 阴影木灯笼

source: Shadewood Piano
zh_cn: 阴影木钢琴

source: Shadewood Platform
zh_cn: 阴影木平台

source: Shadewood Sink
zh_cn: 阴影木水槽

source: Shadewood Sofa
zh_cn: 阴影木沙发

source: Shadewood Sword
zh_cn: 阴影木剑

source: Shadewood Table
zh_cn: 阴影木桌

source: Shadewood Wall
zh_cn: 阴影木墙壁

source: Shadewood Work Bench
zh_cn: 阴影木工作台

source: Shadow Beam
zh_cn: 暗影射线

source: Shadow Chest
zh_cn: 暗影宝箱

source: Shadow Dodge
zh_cn: 暗影分身

source: Shadow Dye
zh_cn: 暗影染料

source: Shadow Fireball
zh_cn: 暗影火焰球

source: Shadow Greaves
zh_cn: 暗影护胫

source: Shadow Helmet
zh_cn: 暗影头盔

source: Shadow Key
zh_cn: 暗影钥匙

source: Shadow Orb
zh_cn: 暗影珍珠

source: Shadow Paint
zh_cn: 暗影油漆

source: Shadow Scale
zh_cn: 暗影鳞片

source: Shadow Scalemail
zh_cn: 暗影鳞甲

source: Shadowbeam Staff
zh_cn: 暗影光束法杖

source: Shadowflame
zh_cn: 暗影烈焰

source: Shadowflame Apparation
zh_cn: 影炎幻灵

source: Shadowflame Arrow
zh_cn: 暗焰箭

source: Shadowflame Bow
zh_cn: 暗焰弓

source: Shadowflame Hades Dye
zh_cn: 暗焰冥王染料

source: Shadowflame Hex Doll
zh_cn: 暗焰诅咒娃娃

source: Shadowflame Knife
zh_cn: 暗焰飞刀

source: Shadowflames
zh_cn: 暗影火焰

source: Shameful
zh_cn: 可耻

source: Shark
zh_cn: 鲨鱼

source: Shark Banner
zh_cn: 鲨鱼旗帜

source: Shark Fin
zh_cn: 鲨鱼鳍

source: Shark Statue
zh_cn: 鲨鱼雕像

source: Shark Tooth Necklace
zh_cn: 鲨齿项链

source: Sharknado
zh_cn: 鲨龙卷

source: Sharknado Bolt
zh_cn: 鲨龙卷漩涡

source: Sharkron
zh_cn: 龙卷鲨

source: Sharkron Balloon
zh_cn: 鲨鱼气球

source: Sharkteeth Trophy
zh_cn: 荣耀之证(鲨齿)

source: Sharp
zh_cn: 锋利

source: Sharpened
zh_cn: 锋利

source: Sharpening Station
zh_cn: 磨刀台

source: Shield Statue
zh_cn: 护盾雕像

source: Shield of Cthulhu
zh_cn: 克苏鲁之盾

source: Shifting Pearlsands Dye
zh_cn: 珍珠流沙染料

source: Shifting Sands Dye
zh_cn: 流沙染料

source: Shine
zh_cn: 发光
